Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/minneord_ved_mikal_urheims_bare.html.tmx
Source language: nob
Languages: sme

source: Minneord ved Mikal Urheims båre
sme: Muitosánit Mikal Urheim hávdádeamis

source: Sametingspresident Aili Keskitalo holdt minnetale ved begravelsen til Mikal Andor Petter Kelok Urheim 05.06.20.
sme: Sámediggepresideanta Aili Keskitalo doalai muitosártni Mikal Andor Petter Kelok Urheim hávdádeamis bearjadaga 05.06.20.

source: Våre åretak sover i fjellvannets hjerte Fra år Til år Fjorårets smelte snø bærer avtrykk av våre steg Dyrebare er våre spor i vindenes hus, de åtte vindenes hus
sme: Min suhkkamat ođđet duottarjavrri váimmus jagis jahkái Diimmá suddadanmuohttagis vuhttojit min lávkkit Divrasepmosat leat min luottat biekkaid viesus, gávcci biekkaid viesus

source: Dy rebare er våre spor skriver Magnar Mikkelsen i diktet sitt, og det samme kan vi si om de spor Mikal Urheim har laget og etterlater seg.
sme: Dyrebare er våre spor čállá Magnar Mikkelsen divttastis, ja nu sáhttit cealkit luottaid birra maid Mikal Urheim lea ráhkadan ja guođđá midjiide geat báhcit maŋŋelii su beivviid.

source: Mikal Urheim besøkte Sametinget 17.08.18 Mikal Urheim var en foregangsmann og pioner i Sábme Han har gjennom sitt samfunnsengasjement og verdifulle innsats sammen med andre beredt grunnen for det Sábme vi kjenner i dag.
sme: Mikal Urheim galledii Sámedikki 17.08.18.

source: Mikal sine spor er med det tydelige og vi ser de kommer til uttrykk med hilsner til særlig familien fra hele Norge og Sábme i forbindelse med Mikals bortgang.
sme: Mikal Urheim lei ovddasmanni ja luoddadahkki Sámis. Son lea su servodatberoštumi bokte ja áŋgiruššamiid čađa ovttas earáiguin huksen vuođu dan sámi servodahkii maid mii dovdat odne.

source: Mikal var lærer og forfatter.
sme: Mikala luottat dovdojit bures ja mii oaidnit daid čielgasit erenoamážit dearvvuođaid bokte bearrašii miehtá Norggas ja Sámis Mikala vádjoleami oktavuođas.

source: Han var en predikant og språkentusiast.
sme: Son lei oahpaheaddji ja girječálli.

source: Samfunnsutvikling var noe som sto hans hjerte nært, og han ville være med å bidra som politiker.
sme: Son lei sárdneolmmái ja giellaberošteaddji.

source: Han ble valgt inn i Tysfjord kommunestyre, bare 24 år gammel. Der satt han i tre perioder.
sme: Son beroštii servodatovdáneamis ja háliidit váikkuhit politihkarin. Nuorran;

source: Han var også med i Norsk Sameråd i tjue år.
sme: dušše 24 jahkásažžan, válljejuvvui son Divttasvuona suohkanstivrii ja lei suohkanstivrras golbma áigodaga.

source: På slutten av sekstitallet, lanserte han tanken om ett offisielt organ for samiske saker og at det også var en egen lov for samiske anliggender.
sme: Son lei fárus Norgga Sámiráđis guoktelot jagi.

source: Noen tiår senere realiseres hans innspill om dette når Sametinget opprettes.
sme: Ja loahpageahčen guhtalot’logu árvalii son ahte sámiin galggašii leat sierra almmolaš orgána mii meannuda sámi áššiid ja ahte livččii sierra láhka sámi áššiid várás.

source: Engasjementet til Mikal Urheim, gjorde ham til den personen han var. Tidligere høyesterettsjustitiarius Carsten Smith beskrev ham som en høvdingskikkelse.
sme: Moaddelot jagi maŋŋil duohtan dahkkojit su árvalusat go Sámediggi ásahuvvui.

source: Mikal Urheim deltok i Samerettsutvalget som Smith ledet. Utvalgets mandat var å utrede samiske kulturelle og politiske rettigheter, og samers rettigheter til land og vann.
sme: Buot dát áŋgiruššamat dahke su danin olmmožin go son lei, ja ovddeš alimusriektejustitiarius Carsten Smith govvidii su siiddaisidin.

source: Som ett resultat av dette arbeidet fikk vi blant annet grunnlovsbestemmelse om samiske rettsforhold.
sme: Mikal Urheim lei fárus sámi vuoigatvuođalávdegottis maid Smith jođihii, ja mii galggai čielggadit sámi kultuvrralaš ja politihkalaš rivttiid ja sámiid rivttiid eatnamiid ja čáziide.

source: Sametinget arbeider i dag etter hans prinsipielle forståelse av samene som et folk.
sme: Čielggadeami boađusin lei earret eará vuođđoláhkamearrádus sámi vuoigatvuođaid birra.

source: Også lokalt minnet han oss på at vårt folks tilknytning og bruk av våre områder, og minnet ofte på om at landegrensen som ble trukket oppe i fjellene her ikke er vår grense.
sme: Sámediggi bargá odne su prinsihpalaš ipmárdusa mielde ahte sámit leat okta álbmot.

source: Mikal Urheim hadde som mål at det samiske språket og kulturen skulle ha levedyktige vilkår.
sme: Maiddái báikkálaččat muittuhii son min álbmoga čanastagaid ja min guovlluid geavaheami, ja muittuhii dávjá ahte riikarájit mat biddjoje váriide dáppe eai leat min rájit.

source: Hans folk skulle ha de samme muligheter som alle andre hadde.
sme: Mikal Urheim barggai dan badjelii ahte su álbmoga giella ja kultuvra galggai beassat ahtanuššat.

source: Han var også sentral i utviklingen av lulesamisk, og var med i Samisk språkutvalg da den lulesamiske rettskriving vi kjenner i dag ble vedtatt og arbeidet helt til det siste med utviklingen av læremidler og andre bokprosjekter.
sme: Su álbmogis galge leat seamma vejolašvuođaid go earáin.

source: I 2013 ble Mikal Urheim tildelt Kongens fortjenestemedalje for sitt arbeid med samiske saker.
sme: Son lei ge guovddážis ovddidit julevsámegiela, ja lei sámi giellalávdegottis go otná julevsámegiela riektačállin dahkkui. Son barggai oahpponeavvoovdánahttimiin ja eará girjeprošeavttaiguin gitta maŋemus áigái.

source: Våre tanker er hos Mikal Urheims familie, det lulesamiske samfunnet og Sábme forøvrig – en arbeidsom og engasjert person er gått bort, men de dyrebare sporene etter ham ser vi så tydelig.
sme: 2013 oaččui Mikal Urheim Gonagasa ánssumedállja su barggu ovddas sámi áššiiguin.

source: En siste hilsen i takknemlighet og ydmykhet fra Sametinget.
sme: Min jurdagat leat Mikal Urheim bearraša luhtte, julevsámis ja sámi muđui - bargganis ja berošteaddji giehta lea jaskkodan ja ovddasmanni luottat dušše báhcet.
